{"step1":"This is Ismo, a Finnish comedian who’s struggled with the nuances of English. In particular, he’s had trouble learning how to use the word “ass.”","step2":"Ismo’s difficulties have resonated with people: this 2018 set on Conan about his ass struggles has more than 4 million views on YouTube. We’re going to show some highlights, but you can click here if you want to watch the full routine first.","step3":"Let’s look at what Ismo has to say about “ass.” His main point — “ass” can fit in any sentence, and mean almost anything. For some reason, “ass” seems exempt from the regular rules of language.","step4":"We’re going to investigate whether ass is truly the most complicated word. Along the way, we’ll see why slang in general can be so confusing (and enriching).","step5":"Throughout the bit, Ismo uses “ass” 34 times, in a variety of contexts. By doing so, he conveys ten unique meanings with the same word.","scroll1":"Unfortunately for Ismo, lexicographer Jonathon Green has beaten him to the punch: Green’s Dictionary of Slang, the most comprehensive collection of English slang in the world, contains over 140,000 words, including “ass.”","scroll2":"Green’s is fundamentally different than your standard dictionary. For most people, the dictionary is an authority on meaning, a set of rules for using words well. In linguistics, this kind of dictionary is called “prescriptive,” in that it prescribes best practices for speaking. Green’s, on the other hand, is a “descriptive” dictionary. Green’s aim isn’t to teach people how to properly use slang, but to show how slang is used by people. “The acknowledged nature of language is that it tends to trickle down,” Green says. “Slang does not: it pushes upwards.” The difference between prescriptivism and descriptivism comes down to what you value in language: convention or invention.","scroll3":"As a descriptive work, Green’s relies on historical citations to show how slang is used, and how it has evolved over time. Green is a linguistic detective, combing through text ranging from 16th century religious pamphlets to internet message boards of the late aughts in search of new slang words and usages. When he finds a new usage — or an additional example of a documented usage — he adds the evidence to his dossier.","scroll4":"Let’s be descriptivists and look at the different ways Ismo uses the word “ass” in his routine.","scroll5":"Ismo didn’t choose to analyze the word “ass” just because it’s funny to talk about butts. In fact, Ismo’s choice reflects a keen understanding of how slang operates. While slang is used in many domains, it’s most widely used words revolve around a few major themes. “To sum them up as sex, drugs and, in its widest sense, rock ‘n’ roll wouldn’t be so far from the truth,” Green says. “Plus crime, drunkenness, insults, racism and a number of other of our less savoury but quite inescapable activities.” Which is to say, there is some less than savory language in the historical citations that are to follow, so please be advised that you may be offended by the history of slang.","scroll6":"Below is a timeline showing historical citations Green has collected for this usage of “ass.” The citations give a snapshot of how “ass” has been used over time, helping us understand the ways its changed (and stayed the same). Green’s first recorded usage of this sense (lexicographer speak for “definition”) comes from a collection of British song lyrics published in 1761. Because slang naturally originates in subcultures before entering popular vernacular, this usage was certainly circulating before it was first written down. A “first recorded usage” is just that: the first one we know of so far. Use the scrollbar to see a citation.","scroll7":"Part of the reason “ass” is so complicated is because of its longevity. Over the years, it’s accrued many meanings and different forms of usage. Ismo uses “ass” in five different ways: as a noun, an adjective, a suffix, to form a compound word, and as part of a phrase. Other than “ass-berg”, which may be an Ismo invention, you can tap on a usage to see its corresponding entry in Green’s.","scroll8":"But Ismo’s ass exegesis is, to use his words, “just the tip of the ass-berg.” Keep scrolling to see what’s under the surface: more than 200 unique usages of the word “ass” documented by Jonathon Green. Of course, Green’s is also just the tip of a much larger ass-berg — a catalog of slang will never be exhaustive, because people are coming up with new usages every day.","stack1":"It’s no surprise that “ass” has accrued so many meanings. The word sits in the center of the potent slang venn diagram — it’s related to sex, it’s considered a curse word, and it’s metaphorically evocative. “Ass” is not so much exceptional as it is representative of the slang ethos.","stack2":"We can look at other popular slang words to see how these features help terms accrue additional senses. Words like “fuck” (146 senses) and “dick” (120 senses) fulfill the same conditions as “ass,” with a breadth of meaning unique to the sexually explicit and obscene.","stack3":"Words like “dog” (164 senses) and “cat” (104 senses) aren’t curse words, but they draw upon a trove of evocative animal metaphors to form new usages. The same metaphorical heft contributes to the varied usages of sensory words like “black” (131 senses) and “red” (104 senses).","stack4":"As it turns out, “ass” is not the most complicated word in English, at least according to the number of different definitions listed in Green’s. That dubious honor goes to the word “shit,” which boasts 295 senses, complete with all sorts of befuddling contradictions. A “piece of shit” is bad, but “the shit?” That’s good!","stack5":"The reason “ass,” and it’s more complicated counterpart, “shit,” are difficult words to pin down is that slang is fundamentally different than standard English. Slang is democratic; there are no gatekeepers and grammar nazis to impose restrictions. Learning how to use “ass” might seem complicated, but the story of slang is pretty simple: it’s slippery, messy, transgressive, clever, cruel, confusing, industrious, evocative, vulgar, adaptable. In Green’s words: “Slang is humanity at its most human.”"}