{"key":"value value value value value","script":"I thought I know English, but then I moved to America. Turns out, no. Like I didn't really know it, like all the things. Like I think the hardest word to truly master has been the word, “ass.” I thought it's really easy, it means a butt. But no. Like yes, sometimes it can mean a butt, but that's just the tip of the ass-berg. There are so many meanings of the word “ass.” I think it's the most complicated word in English. I've been trying to write a whole dictionary about just “ass.” There are so many, like for example “lazy-ass.” That means lazy. Like “my lazy-ass husband.” It's the same sentence without the “ass.” We have, the ass, the ass is just optional there. And long-ass, means long. Like a long-ass flight, it's a long flight. But if you want to make it longer you're going to add the ass. And my definite favorite one: I'm a grown-ass man. It turns out, it means a grown man. The entire man is grown. Not only his ass. So I learned that you can just you can just add ass to anything, and then it sounds a little bit cooler. Like anything, I just bought this blue-ass shirt. Oh thank you. That was some good-ass meatballs. Anything, but you have to be careful. But sometimes if you add “ass” for something it can actually reverse the meaning of the original word. Like for example badass. That's good. Bad is bad but badass? It's good. But not always. Like dumbass is still dumb. So. how do you know. You have to know specifically which ones are flipped. And then there's the concept of “your ass.” And your ass, that means like yourself. Like, like “move your ass!” That's like move everything, move your ass and the rest of your body. Like everything. If you have a car, that's included in the ass. All of them, same direction. Just move. Your ass means yourself plus all you have. But “my ass.” My ass, that means like, no. Like if I say “wow, this car is really fast,” and you say “fast my ass.” So it's means like, no. It's not fast. And to make it even more complicated, ass can be divided. Like if you are an ass, that means that you're being stupid. But if you're half-assed, then it means, it means that you are not concentrating properly. And if you go even smaller, if you are a “piece of ass,” then you are beautiful.","step1":"This is Ismo, a Finnish comedian who’s struggled with learning the nuances of English. In particular, he’s had trouble learning how to use the word “ass.”","step2":"Here’s the script for Ismo’s routine. In this four minute bit, he uses the word “ass” 34 times.","step3":"We’re going to investigate whether “<span style=\"color:#D1A72A\">ass</span>” is truly the most complicated word. Click here if you want to watch the full routine first, and keep going to learn why slang words can be so confusing (and enriching).","step4":"Throughout the bit, Ismo uses “ass” in different contexts. By doing so, he conveys ten unique meanings with the same word.","scroll1":"Unfortunately for Ismo, lexicographer Jonathon Green has beaten him to the punch: Green’s Dictionary of Slang, the most comprehensive collection of English slang in the world, contains over 140,000 words, including “ass.”","scroll2":"Instead of just offering definitions, Green’s relies on historical citations from documents dating back centuries to show how slang evolves. Green is a linguistic detective, combing through text ranging from 16th century religious pamphlets to internet message boards of the late aughts in search of new slang words and usages.","scroll3":"Green’s is fundamentally different than a traditional dictionary, which is prescriptive: it tells you how words should be used. Green’s is descriptive: it shows how words have been used.","scroll4":"Let’s be descriptivists, and look at the ten different ways Ismo uses the word “ass” in his routine.","scroll5":"The first time Ismo uses the word “ass,” he’s using it to mean “butt.” This is, of course, one of the primary usages of the word “ass,” and one of the oldest. The first recorded usage of this sense comes from a collection of British song lyrics published in 1761.","scroll6":"Here is a timeline showing historical citations for this usage of “ass.” The citations fulfill the descriptivist’s credo: meaning is use. Use the scrollbar to see a citation.","scroll7":"As we see in Green’s, “ass” is an old word. Its longevity is part of the reason it’s so complicated: over the years, it’s accrued many meanings different forms of usage. Ismo uses “ass” in five different ways: as a noun, an adjective, a suffix, to form a compound word, and as part of a phrase.","scroll8":"Ismo’s ass exegesis is, to use his words, “just the tip of the ass-berg.” Keep scrolling to see what’s under the surface: all 201 unique usages of the word “ass” documented in Green’s.","stack1":"To a slang expert like Green, it’s no surprise that “ass” has accrued so many meanings. The word sits in the center of the potent slang venn diagram — it’s related to sex, it’s considered a curse word, and it’s metaphorically evocative, so it can easily be combined with other words to form new phrases and compounds. “Ass” is not so much exceptional as it is representative of the slang ethos.","stack2":"We can look at other popular slang words to see how these features help terms accrue additional senses. Words like “fuck” (146 senses) and “dick” (120 senses) fulfill the same conditions as “ass,” with a breadth of meaning unique to the sexually explicit and obscene.","stack3":"Words like “dog” (164 senses) and “cat” (104 senses) aren’t curse words, but they draw upon a trove of evocative animal metaphors to form new usages. The same metaphorical heft contributes to the varied usages of visually stimulating words like “black” (131 senses) and “red” (104 senses).","stack4":"As it turns out, “ass” is not the most complicated word in English, at least according to Green’s. That dubious honor goes to the word “shit,” which boasts 295 senses, complete with all sorts of befuddling contradictions (“piece of shit” vs. “the shit”).","stack5":"The reason “ass,” and it’s more complicated counterpart, “shit,” are difficult words to pin down is that slang is fundamentally different than standard English. “The acknowledged nature of language is that it tends to trickle down,” Green says. “Slang does not: it pushes upwards. If it is the language of the gutter, then, looking to impose itself on popular speech, it reaches for the stars.” Slang is democratic; there are no gatekeepers and grammar nazis here. People are coming up with new usages for the word “ass” every day; now that’s some inspiring-ass shit.","meta":[{"type":"text","value":".title"}],"ismo":[{"type":"text","value":"Things about ismo"}],"stepOne":[{"type":"text","value":"Other things about ismo"}]}